Repository: Jriyuu/SharpBoot
Catalog: SharpBoot/ISODesc.*.resx
Languages: de

# chntpw
source: CHNTPW is a utility to reset the password of any user that has a valid local account on your Windows system.
de: CHNTPW ist ein Hilfsprogramm, um das Passwort eines beliebigen Nutzers zurückzusetzen, welcher ein gültiges lokales Benutzerkonto auf einem Windows system hat.

# clonezilla
source: Clonezilla is a partition and disk imaging/cloning program similar to True Image® or Norton Ghost®.
de: Clonezilla ist ein kostenloses und freies Computerprogramm des taiwanischen National Center for High Performance Computing (NCHC) zum Herstellen von 1:1-Abbildern von PC-Festplatten.

# dban
source: DBAN is a self-contained boot disk that automatically deletes the contents of any disk it detects.
de: Darik’s Boot and Nuke (meist abgekürzt mit dem Akronym "DBAN") ist ein freies, Linux-basiertes Live-System, dessen Aufgabe einzig das unwiderrufliche Löschen von Festplatten oder anderen beschreibbaren Datenspeichern ist. Im Ergebnis können die Dateien selbst mit forensischen Spezialwerkzeugen nicht wiederhergestellt werden.

# edubuntu
source: Edubuntu is the Education version of Ubuntu.
de: Edubuntu ist eine für die Verwendung in der Schule entwickelte Erweiterung zu Ubuntu, das auf dem Ubuntu Linux Terminal Server Project aufsetzt.

# fedora
source: Fedora is a fast, stable, and powerful operating system for everyday use built by a worldwide community of friends.
de: Fedora ist eine RPM-basierte Linux-Distribution. Ziel der Entwickler der Distribution ist es, freie Software zu fördern und ein Betriebssystem für eine möglichst vielfältige Zielgruppe zu gestalten.

# gparted
source: GParted is a free partition manager that enables you to resize, copy, and move partitions without data loss.
de: GParted (GNU Parted) ist ein freies plattformübergreifendes Partitionierungsprogramm, das mit den grafischen Oberflächen GParted und QtParted dazu verwendet werden kann, Partitionen und darin liegende Dateisysteme zu bearbeiten und zu überprüfen.

# kalilinux
source: Kali Linux is a penetration testing Linux distribution.
de: Kali Linux ist eine auf Debian beruhende Distribution, die vor allem Programme für Sicherheitstests versammelt. Obwohl Kali sich in erster Linie an professionelle Computersicherheitsfachleute richtet, steht es auch Privatanwendern zur Verfügung.

# knoppix
source: Knoppix is a Debian-based Linux distribution.
de: Knoppix ist eine freie GNU/Linux-Distribution, deren Hauptanwendungsbereich im Live-Betrieb liegt. Sie wird von Klaus Knopper entwickelt, von dessen Namen sich die Benennung ableitet.

# kubuntu
source: Kubuntu is the KDE version of Ubuntu.
de: Kubuntu ist eine Ubuntu-Variante mit der Arbeitsumgebung KDE, die erstmals mit der Version 5.04 erschienen ist.

# lubuntu
source: Lubuntu is the LXDE version of Ubuntu.
de: Lubuntu ist ein Derivat, das für den Einsatz auf leistungsschwächerer Hardware konzipiert ist. Als Desktop-Umgebung setzt es das besonders ressourcensparende LXDE ein, durch den Einsatz von Openbox als Fenstermanager wird nur etwa halb soviel Arbeitsspeicher wie bei Xubuntu benötigt.

# memtest86
source: Memtest86 is an open source memory test software programs designed to test and stress test an x86 architecture computer's RAM.
de: Memtest86 ist eine Software, mit der man den Arbeitsspeicher eines Computers auf Fehler überprüfen kann.

# ophcrack
source: Ophcrack is a free Windows password cracker based on rainbow tables.
de: Ophcrack ist ein freies Computerprogramm unter der GPL-Lizenz, das verschlüsselte(gehashte) Passwörter mithilfe von Rainbow Tables versucht zu entschlüsseln. Das Programm unterstützt das Importieren von LM-Hashes und NTLM-Hashes, inklusive des direkten Importierens der SAM-Datei unter Windows.

# pmagic
source: Parted Magic is a commercial Linux distribution with disk partitioning and data recovery tools, sold as a Linux-based bootable disk. It is named after Parted.
de: Parted Magic ist eine rund 480 Megabyte große Live-GNU/Linux-Distribution aus den Vereinigten Staaten mit dem Ziel, die eine komplette Festplatten-Management-Lösung zu bieten.

# ubuntu
source: Ubuntu is a fast, free and incredibly easy to use Linux distribution.
de: Ubuntu (auch: Ubuntu Linux) ist eine kostenlose Linux-Distribution, die auf Debian basiert. Der Name Ubuntu bedeutet auf Zulu etwa "Menschlichkeit" und bezeichnet eine afrikanische Philosophie.

# ubuntugnome
source: Ubuntu GNOME is the GNOME edition of Ubuntu.
de: Die Variante Ubuntu GNOME (vormals: Ubuntu Gnome Remix) verwendet die Gnome Shell an Stelle von Unity, sowie ein paar andere Gnome-Applikationen, welche in Ubuntu standardmäßig nicht installiert sind.

# ubuntuserver
source: Ubuntu Server is the server edition of the popular Linux distribution, Ubuntu.
de: Die Ubuntu Server Edition ist eine Zusammenstellung mit mehr Serverdiensten statt grafischer Benutzeroberfläche.

# ubuntustudio
source: Ubuntu Studio is a free and open operating system for creative people.
de: Ubuntu Studio ist speziell auf die Anforderungen von Audio-, Grafik- und Videobearbeitung ausgerichtet. Für solche Zwecke wurde den Ubuntu-Quellen ein Kernel mit Echtzeitfunktionen hinzugefügt, der dafür keinerlei Energiesparfunktionen unterstützt.

# xubuntu
source: Xubuntu is the Xfce version of Ubuntu.
de: Xubuntu ist eine Abwandlung von Ubuntu, die die ressourcensparende Xfce-Arbeitsumgebung verwendet. Daher eignet sich Xubuntu für ältere Computer mit wenig Arbeitsspeicher, bei denen die Installation der Standardversion problematisch ist.
